EEC_PROP/01.xml

<?xml version="1.0" encoding="UTF-8"?><soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope"><soap:Header xmlns:wsa="http://www.w3.org/2005/08/addressing" xmlns:int="urn:EEC:Interaction:v1.0"><wsa:MessageID>urn:uuid:a5bc7f13-cb24-456c-bdc1-be63a644f57d</wsa:MessageID><int:ProcedureID>urn:uuid:d556b64e-5954-48e6-908e-2e83b57be1eb</int:ProcedureID><int:ConversationID>urn:uuid:1457c87d-0cca-44cd-b686-1c33894eea44</int:ConversationID><wsa:To>EAEU://RU/CP/P.CC.01/P.CC.01.ACT.001AT</wsa:To><wsa:Action>int://CP/P.CC.01/1.0.0/P.CC.01.PRC.001/P.CC.01.TRN.001/P.MSG.ERR</wsa:Action><wsa:ReplyTo><wsa:Address>EAEU://EEC/CP/P.CC.01/P.ACT.001</wsa:Address></wsa:ReplyTo><wsa:RelatesTo>urn:uuid:dbb11b5c-28f6-4224-b0e0-f43dd4f0b457</wsa:RelatesTo><int:Integration>
                        <int:TrackID>urn:uuid:f9008648-61ac-4b8b-9d9f-faffd6a156ef</int:TrackID>
                        <int:AcceptTime>2019-11-29T16:33:18+03:00</int:AcceptTime>
                    </int:Integration></soap:Header><soap:Body><sgn:ValidationError xmlns:sgn="urn:EEC:signal:v1.0"><sgn:SignalId>2b94e234-4426-49cb-95b3-34e7f0cc6d21</sgn:SignalId><sgn:DateTime>2019-11-29T16:33:18.211</sgn:DateTime><sgn:Error><sgn:Code>01</sgn:Code><sgn:Description>Ошибка контроля</sgn:Description><sgn:Details>в электронном документе (сведениях) должен присутствовать только 1 экземпляр реквизита «Сведения о пункте пропуска» (cacdo:CheckPointDetails)</sgn:Details><sgn:EDocId>675fc502-2067-48ab-8556-0650ac4f0916</sgn:EDocId></sgn:Error></sgn:ValidationError></soap:Body></soap:Envelope>